{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"cstm_help_page_banner_rDYP79":{"type":"cstm_help_page_banner","settings":{"image":"shopify:\/\/shop_images\/online-shopping.jpg","heading":"","sub-heading":"CUSTOMER CARE","menu":"help-menu","section-class":"","padding_top":0,"padding_bottom":0}},"cstm_toggle_with_sidebar_9cNXCB":{"type":"cstm-toggle-with-sidebar","blocks":{"toggle_content_DKJKAr":{"type":"toggle-content","settings":{"toggle-content-head":"","toggle-content-body":"<p>We currently offer a number of different ways for you to pay for an order - <br\/><\/p><ul><li>Credit\/Debit Card (processed via Shop Pay)<\/li><li>Shop Pay<\/li><li>Paypal <\/li><li>Klana Partner Finance<\/li><li>ApplePay<\/li><li>AndroidPay<\/li><\/ul>"}},"toggle_item_ryfQeU":{"type":"toggle-item","settings":{"toggle-head":"Credit\/Debit Cards","toggle-body":"<p>We accept most major credit and debit cards including Visa, Mastercard, Solo & Electron. All card transactions are handled via secure services provided ShopPay To complete a card payment you will be asked for the cardholders billing details including full name, address, postcode and any security passwords that may have been put in place by the card provider. Failure to provide this information may result in a delayed or failed transaction.<\/p>"}},"toggle_item_C3XqJU":{"type":"toggle-item","settings":{"toggle-head":"PayPal","toggle-body":"<p>You can also pay for the order via PayPal. All Paypal payments are covered by their Buyer Protection and User agreements. At the checkout you will be directed to the Paypal online payment portal where the transaction can be completed. You will then be re-directed back to our website to confirm and complete the order. <\/p>"}},"toggle_item_qAR6VL":{"type":"toggle-item","settings":{"toggle-head":"Klana Partner Finance ","toggle-body":"<p>We offer a number of different finance options on orders of £99 and above, they consist of;<\/p><p>Order over £99 - Pay in Three, Pay in 30 days <br\/><\/p><p>Above £300 - 6, 12 & 28 months of interest-free credit<br\/><br\/>We are offering consumer finance using an external company called Klana Partner Finance. If your order qualifies for these services you will be able to select the PaybyFinance option on checkout. Most decisions are made within minutes but sometimes the transaction can be deferred and a member of Klana will manually handle the service.<\/p><p><br\/>This should not take any longer than about half an hour. In some cases, you may be asked to send off documents for proof of identity but most transactions are completed via the website. <\/p><p><br\/>If using PaybyFinance we will only be able to dispatch your goods to the billing address where your card and bank account are registered to.<\/p>"}},"toggle_content_cYJF3t":{"type":"toggle-content","settings":{"toggle-content-head":"","toggle-content-body":"<p>Please see our terms and conditions or our FAQ’s section for more information.<\/p><p>Charterhouse Aquatics authorised and regulated by the Financial Conduct Authority. Credit is provided by Klana Partner Finance trading as authorised and regulated by the Financial Conduct Authority. <\/p>"}}},"block_order":["toggle_content_DKJKAr","toggle_item_ryfQeU","toggle_item_C3XqJU","toggle_item_qAR6VL","toggle_content_cYJF3t"],"settings":{"section-class":"","padding_top":60,"padding_bottom":60}}},"order":["main","cstm_help_page_banner_rDYP79","cstm_toggle_with_sidebar_9cNXCB"]}