{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"cstm_help_page_banner_rDYP79":{"type":"cstm_help_page_banner","settings":{"image":"shopify:\/\/shop_images\/receiving-shipping-box-on-ipad.jpg","heading":"","sub-heading":"CUSTOMER CARE","menu":"help-menu","section-class":"","padding_top":0,"padding_bottom":0}},"cstm_toggle_with_sidebar_9cNXCB":{"type":"cstm-toggle-with-sidebar","blocks":{"toggle_item_QDRtBq":{"type":"toggle-item","settings":{"toggle-head":"Returns Policy","toggle-body":"<p>Goods can be returned for any reason with 21 of the purchase date, subject to a return request having been approved and the goods being received by our warehouse. Goods returned must be in new and unused condition, unless being returned as faulty, in which case our replacement policy will apply. Customers are responsible for arranging return postage and remain responsible for loss or damage until received by us. Once goods have been received in a new and unused condition, we will refund the purchase price less the original carriage charges. If the goods arrive back in any less than perfect condition, they will be returned to you and no refund will be processed.<\/p>"}},"toggle_item_AJFyMJ":{"type":"toggle-item","settings":{"toggle-head":"Cancellation Policy","toggle-body":"<p>You have the right to cancel an order within 14 working days of receipt. You must return the goods to us in new and unused condition in line with our Returns Policy. We must receive the goods within 21 days of the notice of cancellation during which time you are responsible for any loss or damage. Once received in a new and unused condition we will refund the purchase price less the original carriage charges. If the goods arrive back in any less than perfect condition, they will be returned to you and no refund will be processed. <\/p>"}},"toggle_item_cemEtk":{"type":"toggle-item","settings":{"toggle-head":"Replacement Policy","toggle-body":"<p>If you receive faulty or damaged good, you must notify us within 14 working days and return them to us within 21 working days. Where possible replacement parts will be dispatched and where not possible we will ask you to return the goods to us in line with our Returns Policy. Once we have verified the damage we will supply replacements as required. Where returned good are found to be in good working order we will not be able to refund your return postage costs and we reserve the right to deduct our original postage cost from any refund. We cannot take responsibility for any consequential loss or damage arising directly or indirectly from goods supplied.<\/p>"}},"toggle_item_NaKM3e":{"type":"toggle-item","settings":{"toggle-head":"Manufacturers Guarantees","toggle-body":"<p>We work with the manufactures to ensure their guarantees are honoured and we use best endeavours to resolve issues within the warranty period. We can only refund postage costs under the manufactures guarantee if the goods are returned to us within 14 days of the original purchase. We will not refund postage costs for guarantee\/warranty returns unless the product becomes faulty within the first few weeks of receipt. We can only offer replacements parts or replacement goods when authorised by the manufacturer. Under no circumstances should goods be returned to us without prior approval. We can only offer to replace damaged glass items if we are notified within 48 hours of you receiving the delivery. We cannot replace glass bulbs\/tubes unless they become faulty within the initial 14 day period. <\/p><p>Please be aware that all items purchased as a used or ex-display model will not retain a manufacturers warranty and are sold as seen. <\/p>"}},"toggle_item_mrcBeV":{"type":"toggle-item","settings":{"toggle-head":"Electrical Equipment","toggle-body":"<p>Please be aware that aquarium pumps, filters, skimmers and other electrical goods emit noise during normal operation that you may consider to be excessive. You should be aware that manufacturers wording indicating noise levels are relative only and do not necessarily give indications of measured decibel levels. Return of good under these circumstances requires the agreement of the manufacturer and where goods returned are deemed to be in good working order by the manufacturer we are unable to offer a refund and may charge return postage. We withhold the right to repair any electrical goods and a replacement will only be issued is the manufacturer or UK distributor decides this is necessary. Customers may be asked to return items to us for repair or replacement, we cannot be held accountable for collecting faulty goods.<\/p>"}},"sidebar_content_XEfPw9":{"type":"sidebar-content","settings":{"sidebar-head":"Track your Return","sidebar-body":"<p>You may follow the progress of your return <a href=\"https:\/\/charterhouse-aquatics.myshopify.com\/account\/orders\" title=\"https:\/\/charterhouse-aquatics.myshopify.com\/account\/orders\">here.<\/a><\/p>"}}},"block_order":["toggle_item_QDRtBq","toggle_item_AJFyMJ","toggle_item_cemEtk","toggle_item_NaKM3e","toggle_item_mrcBeV","sidebar_content_XEfPw9"],"settings":{"section-class":"","padding_top":60,"padding_bottom":60}}},"order":["main","cstm_help_page_banner_rDYP79","cstm_toggle_with_sidebar_9cNXCB"]}