{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"cstm_help_page_banner_rDYP79":{"type":"cstm_help_page_banner","settings":{"image":"shopify:\/\/shop_images\/Aquariums_Banner.jpg","heading":"","sub-heading":"CUSTOMER CARE","menu":"help-menu","section-class":"","padding_top":0,"padding_bottom":0}},"cstm_toggle_with_sidebar_9cNXCB":{"type":"cstm-toggle-with-sidebar","blocks":{"toggle_content_DKJKAr":{"type":"toggle-content","settings":{"toggle-content-head":"Delivery Information","toggle-content-body":"<ul><li>All <strong>in stock<\/strong> orders placed before 4pm will be shipped the same day (excluding pallet deliveries, livestock & unless otherwise stated). Your order will be shipped via the delivery method selected at checkout. If you have selected to choose your delivery day your order may be held by our warehouse team ready for dispatch on the appropriate day.<\/li><li>Each order will be issued with an estimated dispatch date at checkout. If your order contains an item that is out of stock or an item that needs to be ordered in for you, we will always aim to ship your order on or before this date. If for any reason your order encounters a delay we will contact you via telephone or email to discuss.  <\/li><li>Upon your order being shipped, you will be notified via email. Following on from this you will receive an email (and sometimes a text dependant on courier) providing you with your tracking details. (please note that tracking details may not be available for pallet or direct from manufacturer deliveries)<\/li><\/ul>"}},"toggle_item_bdFHcY":{"type":"toggle-item","settings":{"toggle-head":"In Stock Products","toggle-body":"<p>All <strong>in-stock<\/strong> orders placed before 4pm will be shipped the same day (excluding pallet deliveries, and livestock deliveries & unless otherwise stated). Your order will be shipped via the delivery method selected at checkout. If you select a delivery day in the future your order may be held by our warehouse team ready for dispatch the day prior to that selected. <\/p>"}},"toggle_item_dzMpBC":{"type":"toggle-item","settings":{"toggle-head":"Estimated Dispatch Date","toggle-body":"<p>Each order will be issued with an estimated dispatch date at checkout. If your order contains an item that is out of stock or an item that needs to be ordered in for you, we will always aim to ship your order on or before this date. If for any reason your order encounters a delay we will contact you via telephone or email to discuss.  <\/p>"}},"toggle_item_Kdihcb":{"type":"toggle-item","settings":{"toggle-head":"Order Dispatch","toggle-body":"<p>Upon your order being shipped, you will be notified via email. Following on from this you will receive a text message and email providing you with your tracking details. Another text will follow the morning of the delivery stating your 1 hour estimated delivery slot. If this is not suitable for you, simply reply to the options available. (please note that tracking details may not be available for pallet or direct-from-manufacturer deliveries)<\/p>"}},"toggle_item_f6B8Hn":{"type":"toggle-item","settings":{"toggle-head":"Free Delivery","toggle-body":"<p>All deliveries (excluding pallets and livestock deliveries) over £50.00 will qualify for our FREE DELIVERY service. <\/p>"}},"toggle_item_pCLGkx":{"type":"toggle-item","settings":{"toggle-head":"Orders under £50","toggle-body":"<p>Orders under £50.00 will have both an Economy Service and Next Working Day services offered (pending postcode delivery services available and product processing\/build time).<\/p>"}},"toggle_item_deQLy4":{"type":"toggle-item","settings":{"toggle-head":"Pallet Delivery","toggle-body":"<p>Please be aware that <strong>ALL PALLET deliveries will be a curb-side drop<\/strong>. If the items you have ordered as large or heavy we would advise that you have someone one hand to help you into the house with your goods. <\/p>"}},"toggle_item_WnGQRV":{"type":"toggle-item","settings":{"toggle-head":"Pallet Delivery Days","toggle-body":"<p>A delivery date for all in-stock pallet deliveries can be booked by you at checkout. Delivery days of pallet items that have a build time or need to be ordered in will be booked by a member of our customer service team before delivery. An email confirming your delivery will be sent the day before this is due to take place. The cut-off time for booking a pallet delivery is 11am. <\/p>"}},"toggle_item_YfbMwf":{"type":"toggle-item","settings":{"toggle-head":"Livestock Delivery","toggle-body":"<ul><li>Livestock deliveries will be made via APC Livestock delivery service. This is a special service which is designed to ensure that your livestock arrives to you just as it left, healthy and happy. Livestock service runs <strong>Wednesday - Friday <\/strong>and is charged at £24.95 for livestock totalling £200 and under. Livestock delivery is FREE OF CHARGE on orders that contain £200 or more of livestock items.<\/li><\/ul>"}},"toggle_item_6dk78C":{"type":"toggle-item","settings":{"toggle-head":"Third Party Delivery","toggle-body":"<p>Please note that all services rely on third-party couriers to deliver on time and in good order. We will of course do our best to ensure that your delivery arrives when stated at the time of purchase, however, we can not be held liable for delays caused by the delivery company. <\/p>"}},"sidebar_content_XEfPw9":{"type":"sidebar-content","settings":{"sidebar-head":"Track your Return","sidebar-body":"<p>Once your purchase has been dispatched, you may track the progress of your delivery <a href=\"https:\/\/charterhouse-aquatics.myshopify.com\/account\/orders\" title=\"https:\/\/charterhouse-aquatics.myshopify.com\/account\/orders\">here<\/a>.<\/p>"}}},"block_order":["toggle_content_DKJKAr","toggle_item_bdFHcY","toggle_item_dzMpBC","toggle_item_Kdihcb","toggle_item_f6B8Hn","toggle_item_pCLGkx","toggle_item_deQLy4","toggle_item_WnGQRV","toggle_item_YfbMwf","toggle_item_6dk78C","sidebar_content_XEfPw9"],"settings":{"section-class":"","padding_top":60,"padding_bottom":60}}},"order":["main","cstm_help_page_banner_rDYP79","cstm_toggle_with_sidebar_9cNXCB"]}