{"sections":{"cstm_help_page_banner_rDYP79":{"type":"cstm_help_page_banner","settings":{"image":"shopify:\/\/shop_images\/MP60_TEST_BANNER.jpg","heading":"","sub-heading":"CUSTOMER CARE","menu":"help-menu","section-class":"","padding_top":0,"padding_bottom":0}},"cstm_toggle_with_sidebar_9cNXCB":{"type":"cstm-toggle-with-sidebar","blocks":{"toggle_item_QDRtBq":{"type":"toggle-item","settings":{"toggle-head":"Gift Voucher FAQs","toggle-body":"<p>Looking for an ideal present, then why not send a Charterhouse Aquatics Gift Voucher? You can buy vouchers just like any other product online or in store. One purchased a high gloss voucher will be sent to you in the post . The recipient simply enters their gift code at checkout and the amount will be deducted from their cart total.<\/p><p><strong>Purchasing Gift Vouchers.<\/strong><\/p><p>Gift Vouchers are purchased just like any other item in our store. You can pay for them using our standard payment methods.<\/p><p><strong>How to Send Gift Vouchers.<\/strong><\/p><p>If you would like the gift voucher sent to the recipient simply edit the delivery address at checkout and the voucher will be sent directly to them.<\/p><p><strong>Redeeming Gift Vouchers.<\/strong><\/p><p>If you receive a Gift Voucher simply enter your gift code at checkout and the amount will be deducted from your cart total. If your order value is lower than the gift voucher credit the remaining funds will stay active on your account until your next purchase.<\/p><p><strong>Any Questions?<\/strong><\/p><p>Our Gift Voucher system is simple and secure to use, but if you have any queries then please contact us. If you do have a problem we can resolve them very quickly as our systems keep a record of all Gift Voucher sales and redemptions.<\/p>"}},"toggle_item_AJFyMJ":{"type":"toggle-item","settings":{"toggle-head":"Klarna FAQs","toggle-body":"<p><strong>Shop now. Pay later with Klarna.<\/strong><\/p><p>We’re excited to announce we have partnered with Klarna to bring you new ways to pay at checkout.<\/p><p><strong>Here’s how it works:<\/strong><\/p><p><strong>Step 1<\/strong><\/p><p>Add products to your cart and select “Klarna” when you check out<\/p><p><strong>Step 2<\/strong><\/p><p>Enter a few personal details and you’ll know instantly if you’re approved<\/p><p><strong>Step 3<\/strong><\/p><p>Klarna will send you an email confirmation and reminders when it’s time to pay and you can manage your orders and payments in the Klarna app.<\/p><p><strong>Pay in 30 days<\/strong><\/p><p>Make your purchase today so you can try before you buy. Only pay for what you keep. Pay up to 30 days later. No interest. No fees, when you pay on time.<\/p><p>Paying after delivery allows you to try before you buy and is the easiest way to shop online.<\/p><ul><li>Complete the payment in full after purchase at no added cost.<\/li><li>Report returns directly in our app and only pay for the items that you keep.<\/li><li>Not making your payment on time could affect your ability to use Klarna in the future.<\/li><li>Debt collection agencies are used as a last resort<\/li><\/ul><p><em>Pay in 30 days is an unregulated credit agreement. Borrowing more than you can afford or paying late may negatively impact your financial status and ability to obtain credit. 18+, UK residents only. Subject to status.<\/em><a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/pay_after_delivery\/\"><em>Ts&Cs<\/em><\/a><em> and late fees apply.<\/em><\/p><p><strong>Pay in 3<\/strong><\/p><p>Spread the cost of your purchase into 3 interest-free instalments. The first payment is made at point of purchase, with remaining instalments scheduled automatically every 30 days. Select the Klarna option and enter your debit or credit card information.<\/p><ul><li>A new way to pay that's an alternative to a credit card.<\/li><li>3 instalments gives you flexibility to shop without interest.<\/li><li>Not making your payment on time could affect your ability to use Klarna in the future.<\/li><li>Debt collection agencies are used as a last resort.<\/li><\/ul><p><em>Klarna's Pay in 3 is an unregulated credit agreement. Borrowing more than you can afford or paying late may negatively impact your financial status and ability to obtain credit. 18+, UK residents only. Subject to status.<\/em><a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/slice_it_card\/\"><em>Ts&Cs<\/em><\/a><em> and late fees apply.<\/em><\/p><p><strong>Pay online or in the app<\/strong><\/p><p>Review your latest purchases and make payments in the Klarna app or online.<\/p><ul><li><a href=\"https:\/\/www.klarna.com\/app\">Download the Klarna<\/a><\/li><li><a href=\"https:\/\/app.klarna.com\/login\">Log in online<\/a><\/li><li><a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\">Chat with customer service<\/a><\/li><\/ul><p><\/p><p><strong>Safe and secure<\/strong><\/p><p>With Klarna, you are always covered through Klarna’s Buyer Protection policy. Modern safeguards protect your information to prevent unauthorised purchases.<\/p><p><strong>Frequently asked questions<\/strong><\/p><p>Visit our <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\">FAQ<\/a> page to find out more about using Klarna.<\/p><p>At Klarna, we have a relentless focus on creating the best shopping experience in the world. We believe payments are so much more than just a way to send money. That’s why our smooth checkout options give you more time and control so you can focus on the things you love.<\/p><ul><li>More than 150 million shoppers are using Klarna.<\/li><li>450,000 retailers are working with us worldwide.<\/li><li>We’re one of Europe’s largest banks and we’ve been powering online checkouts for over 15 years.<\/li><\/ul><p>Klarna's Pay in 3 and Pay in 30 days are unregulated credit agreements. Borrowing more than you can afford or paying late may negatively impact your financial status and ability to obtain credit. 18+, UK residents only. Subject to status.<a href=\"https:\/\/www.klarna.com\/uk\/terms-and-conditions\/\">Ts&Cs<\/a> and late fees apply.<\/p><p><strong>Who is Klarna?<\/strong><\/p><p>Klarna is a payments service that helps you buy the things you want or need. Right now, over 150 million people worldwide use Klarna at over 450,000 online stores.<\/p><p><strong>How does Pay later in 30 days work?<\/strong><\/p><p>Pay in 30 days is a credit product which lets you pay any time within 30 days of your purchase interest-free. You can make this payment using a credit or debit card on the Klarna app or logging into www.klarna\/com\/uk. Klarna will send you a confirmation email once your order is confirmed with full details. You can see both past and future payments using the Klarna app.<\/p><p><strong>Am I eligible for Pay in 30 days?<\/strong><\/p><p>You need to be at least 18 years old and a UK resident to use Klarna’s credit products including Pay in 30 days. When you choose Klarna they will also check the information you provide and your financial situation.<\/p><p><strong>Can I have multiple Pay in 30 days orders at the same time?<\/strong><\/p><p>Yes, you can. If you see Klarna Pay in 30 days when you go to an online checkout then it is available to you. Every time you use Pay in 30 days, Klarna will check to see whether you can use the service again for each additional purchase.<\/p><p><strong>What does Klarna consider when reviewing my application?<\/strong><\/p><p>Klarna offers Pay in 30 days based on a number of factors such as the purchase amount, previous order history. If you are 18 or over, you can improve your chances of being offered Pay in 30 days by ensuring you provide your full name, accurate address details and arrange shipping to your registered billing address. All orders are assessed individually. Just because you have been accepted for Pay in 30 days before does not mean it will be offered for every order. In turn, if your application for Pay in 30 days is denied, it does not mean it will be denied for future orders.<\/p><p><strong>What do I need to provide when I make a purchase?<\/strong><\/p><p>If you want to purchase something using Klarna’s Pay in 30 days, you'll need to share your phone number, email address, current billing address and your credit or debit card details. If Klarna need to talk to you urgently they'll use the phone number you've shared. For any other information Klarna need to share with you, they'll send this to your email address.<\/p><p><strong>Will a credit search take place?<\/strong><\/p><p>When you use Pay in 30 days, Klarna will perform a credit search. This means Klarna will look at certain information in your credit report to decide whether to approve your purchase.<\/p><p><strong>How do I make repayments to Klarna?<\/strong><\/p><p>You can pay any time within 30 days of your purchase interest-free. You can make this payment using a payment card on the Klarna app or logging into www.klarna\/com\/uk. You can also enable Autopay and we will automatically collect payments on the due date. Klarna will send you a confirmation email once your order is confirmed with full details. You can see both past and future payments using the Klarna app.<\/p><p><strong>I have been asked to go to the Klarna site. Is this correct?<\/strong><\/p><p>If you choose to pay for your order using Pay in 30 days, Klarna will send you an email showing you how to pay. The email will have a link you can use to make this payment using your credit or debit card.<\/p><p><strong>Can I pay before the due date?<\/strong><\/p><p>Yes. Just go to the Klarna app or log onto Klarna.com\/uk.<\/p><p><strong>Is my payment information safe?<\/strong><\/p><p>Payment information is processed securely by Klarna. No card details are transferred to or held by <em><strong>[MERCHANT]<\/strong><\/em>. All transactions take place through connections secured with the latest industry standard security protocols.<\/p><p><strong>How do I know Klarna has received my payment?<\/strong><\/p><p>Klarna will notify you by email and push notification when a payment is due and when you have made or missed a payment. You can always check the status of your order and payments in the Klarna app or by logging in at www.klarna.com\/uk.<\/p><p><strong>What happens if I don’t make a payment on time?<\/strong><\/p><p>Pay in 30 days is a credit product and you are required to make your payment to Klarna. If you don't pay for your order on time, Klarna may charge late payment fees. Klarna may also share information about your missed payments with credit reference agencies. This means you may find it difficult or more expensive to use Klarna or other lenders' credit products in the future. Full details can be found in the Klarna terms and conditions <a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/pay_after_delivery\/\">here<\/a>.<\/p><p><strong>What happens if I don’t pay for my order?<\/strong><\/p><p>As Pay in 30 days is a credit product, if you don't pay for your order Klarna may use a debt collection agency. Klarna may also report the missed payment to credit reference agencies. This means you may find it more expensive or difficult to get credit in the future.<\/p><p><strong>I've received a statement, but I've not yet received my goods.<\/strong><\/p><p>If you have not received your goods please call <em>Charterhouse Aquatics<\/em> to check on your order and delivery status. You can also contact Klarna’s Customer Service so that they can postpone the due date on your payment or put the order on hold in the Klarna app while you wait for the goods to arrive.<\/p><p><strong>What happens if I cancel or return my order?<\/strong><\/p><p>As soon as Charterhouse Aquatics<em><strong> <\/strong><\/em>have confirmed with Klarna that your cancelation \/ return has been accepted, Klarna will cancel any future scheduled payments as well as refund any amounts due. You will see the return in the Klarna app immediately.<\/p><p><strong>I have canceled my order. How long will it take until I receive my refund?<\/strong><\/p><p>As soon as the store has registered your cancelation or your return, the refund will normally be processed within 5 business days.<\/p><p><strong>I have asked for a refund. How will I be refunded?<\/strong><\/p><p>Refunds will be issued back to the debit or credit card which was originally used at checkout.<\/p><p><strong>What happens to my statement, when I have returned the goods?<\/strong><\/p><p>Once Charterhouse Aquatics have received the return and Klarna have received our confirmation, Klarna shall refund any payments collected and cancel any future scheduled payments. You are always able to monitor the status of your order in the Klarna app.<\/p><p><strong>What happens to my statement when I have returned part of my order?<\/strong><\/p><p>Once Charterhouse Aquatics have received the partial return and Klarna have received our confirmation, an updated statement with an adjusted payment schedule will be sent to you by Klarna. You are always able to monitor the status of your order in the Klarna app.<\/p><p><strong>I haven’t received an email with my statement\/payment information.<\/strong><\/p><p>You can log in the Klarna app or at www.klarna.com\/uk, where you will find all of your orders and payment schedule information.<\/p><p><strong>I still have questions regarding payment, how can I get in touch?<\/strong><\/p><p>Visit Klarna app Klarna’s <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\">Customer Service page<\/a> for a full list of FAQs, live chat and telephone options.<\/p><p><strong>How does Pay in 3 work?<\/strong><\/p><p>Klarna’s Pay in 3 is a credit product that lets you spread the cost of your purchases over 3 equal interest-free payments. Klarna will take the payments from your debit or credit card directly so you don't have to worry about missing a payment. Klarna will take the first payment when you make the purchase, the second 30 days later and the final payment 60 days from your purchase date. You can see your past and future payments at any time using the Klarna app.<\/p><p><strong>Am I eligible for Pay in 3?<\/strong><\/p><p>You need to be at least 18 years old and a UK resident to use Klarna’s credit products including Pay in 3. When you choose Klarna they will also check the information you provide and your financial situation.<\/p><p><strong>Can I have multiple Pay in 3 orders at the same time?<\/strong><\/p><p>Yes, you can. If you see Klarna Pay in 3 when you go to an online checkout then it is available to you. Every time you use Pay in 3, Klarna will check to see whether you can use Pay in 3 again for each additional purchase.<\/p><p><strong>What does Klarna consider when reviewing my application?<\/strong><\/p><p>Klarna offers Pay in 3 based on a number of factors such as the purchase amount, and previous order history. You can improve your chances of being offered Pay in 3 by ensuring you provide your full name, accurate address details and arrange shipping to your registered billing address. All orders are assessed individually. Just because you have been accepted for Pay in 3 before does not mean it will be offered for every order. In turn, if your application for Pay in 3 is denied, it does not mean it will be denied for future orders.<\/p><p><strong>What do I need to provide when I make a purchase?<\/strong><\/p><p>If you want to purchase something using Klarna’s Pay in 3, you'll need to share your phone number, email address, current billing address and your credit or debit card details. If Klarna need to talk to you urgently they'll use the phone number you've shared. For any other information Klarna need to share with you, they'll send this to your email address.<\/p><p><strong>Will a credit search take place?<\/strong><\/p><p>When you use Pay in 3, Klarna will perform a credit search. This means Klarna will look at certain information in your credit report to decide whether to approve your purchase.<\/p><p><strong>How do I make repayments to Klarna?<\/strong><\/p><p>Klarna will take your Pay in 3 payments from the debit or credit card you shared when you made your purchase. Klarna will take the first payment when you make your purchase, the second payment after 30 days and the final payment 60 days from the day you made your purchase. You can see both past and future payments using the Klarna app.<\/p><p><strong>Can I pay before the due date?<\/strong><\/p><p>Yes. Just go to the Klarna app or log onto Klarna.com\/uk.<\/p><p><strong>Is my payment information safe?<\/strong><\/p><p>Payment information is processed securely by Klarna. No card details are transferred to or held by Charterhouse Aquatics. All transactions take place through connections secured with the latest industry standard security protocols.<\/p><p><strong>How do I know Klarna has received my payment?<\/strong><\/p><p>Klarna will notify you by email, SMS or push notification when a payment is due and when you have made or missed a payment. You can always check the status of your order and payments in the Klarna app or by logging in at www.klarna.com\/uk.<\/p><p><strong>What happens if I don’t make a payment on time?<\/strong><\/p><p>Pay in 3 is a credit product and you are required to make your scheduled payments to Klarna. Your payments are automatically withdrawn from your connected card or bank account according to the agreed payment schedule. Klarna will send you multiple friendly reminders before payment is due so you can make sure you’ve got enough money to pay. If payment fails, you may be charged a late fee, subject to our <a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/slice_it_card\/\">T&Cs<\/a>.<\/p><p><strong>What happens if I don’t pay for my order?<\/strong><\/p><p>If you don't make your payments you will be in arrears as Pay in 3 is a credit product. Klarna may then share information about your missed payments with credit reference agencies. This means you may find it difficult or more expensive to use Klarna or other lenders' credit products in the future. Klarna may also refer any debt to a debt collection agency. This agency will collect the debt on behalf of Klarna. Also, if the debt is referred to a debt collection agency Klarna will share this information with credit reference agencies.<\/p><p><strong>I've received a statement, but I've not yet received my goods.<\/strong><\/p><p>If you have not received your goods please call Charterhouse Aquatics to check on your order and delivery status. You can also contact <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\">Klarna’s Customer Service<\/a> so that they can postpone the due date on your payment or put the order on hold in the Klarna app while you wait for the goods to arrive.<\/p><p><strong>What happens if I cancel or return my order?<\/strong><\/p><p>As soon as <em>Charterhouse Aquatics<\/em><em><strong> <\/strong><\/em>has confirmed with Klarna that your cancelation \/ return has been accepted, Klarna will cancel any future scheduled payments as well as refund any amounts due. You will see the return in the Klarna app immediately.<\/p><p><strong>I have canceled my order. How long will it take until I receive my refund?<\/strong><\/p><p>As soon as the store has registered your cancelation or your return, the refund will normally be processed within 5 business days.<\/p><p><strong>I have asked for a refund. How will I be refunded?<\/strong><\/p><p>Refunds will be issued back to the debit or credit card which was originally used at checkout.<\/p><p><strong>What happens to my statement, when I have returned the goods?<\/strong><\/p><p>Once Charterhouse Aquatics have received the return and Klarna have received our confirmation, Klarna shall refund any payments collected and cancel any future scheduled payments. You are always able to monitor the status of your order in the Klarna app.<\/p><p><strong>What happens to my statement when I have returned part of my order?<\/strong><\/p><p>Once <em>Charterhouse Aquatics have <\/em>received the partial return and Klarna have received our confirmation, an updated statement with an adjusted payment schedule will be sent to you by Klarna. You are always able to monitor the status of your order in the Klarna app.<\/p><p><strong>I haven’t received an email with my statement\/payment information.<\/strong><\/p><p>You can log in the Klarna app or at www.klarna.com\/uk, where you will find all of your orders and payment schedule information.<\/p><p><strong>I still have questions regarding payment, how can I get in touch?<\/strong><\/p><p>Visit Klarna app Klarna’s <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\">Customer Service page<\/a> for a full list of FAQs, live chat and telephone options.<\/p><p><em>Klarna's Pay in 3 and Pay in 30 days are unregulated credit agreements. Borrowing more than you can afford or paying late may negatively impact your financial status and ability to obtain credit. 18+, UK residents only. Subject to status. <\/em><a href=\"https:\/\/www.klarna.com\/uk\/terms-and-conditions\/\"><em>Ts&Cs and late fees apply.<\/em><\/a><\/p>"}},"toggle_item_cemEtk":{"type":"toggle-item","settings":{"toggle-head":"Discount Code FAQs","toggle-body":"<h3>Using a Charterhouse Discount Code <\/h3><p>Please follow the steps below to redeem a valid coupon code - <br\/><br\/> - Add items to your shopping cart<br\/> - Click on the shopping cart icon<br\/> - select the 'expand cart' button<br\/> - Enter coupon code into pop-up box<br\/><br\/>Once a valid Coupon Code is entered the discount will be automatically added and displayed in your shopping cart. <\/p><p>If this is not the case<br\/>please recheck that the coupon code added is valid for the specific items in your cart and that the code has not expired. <br\/><br\/> - Only one coupon or promotion code can be applied per order<br\/><br\/>- discount codes will not be valid on price-matched items or on any product that is already on sale<\/p><p><br\/> - Codes are not transferable or redeemable for cash or credit. <\/p><p>- Codes can not be applied to existing orders.<\/p>"}},"toggle_item_NaKM3e":{"type":"toggle-item","settings":{"toggle-head":"Buying Corals FAQs","toggle-body":"<p><span style=\"text-decoration:underline\"><strong>Do I get free delivery over £50 on a coral order?<\/strong><\/span><\/p><p>Unfortunately we can't offer free delivery on livestock orders as they are shipped separately. The £34.95 charge applies to all orders that have a total livestock amount of £200 or under. If spending more than £200 on livestock products, shipping will be FREE OF CHARGE for that portion of your order. You will still receive your dry goods for free over £50 but the £34.95 will be additional if livestock is added to the order.<br\/><br\/><span style=\"text-decoration:underline\"><strong>Collection Information<\/strong><\/span><\/p><p>We are happy for customers to collect livestock from our Hertfordshire distribution centre but this will need to be arranged in advance. The majority of our stock is held in a separate location so we will need to arrange for the order to be delivered to our store before collection. Please contact us on 0203 697 3750 if you would like to collect in store.  <br\/><strong><br\/>How do I acclimate my Corals?<\/strong><\/p><ul><li>Remove shipping bags and place animal along with the shipping water into a clean bucket. <\/li><li>Use the airline to siphon water from your tank into the bucket at a rate of 1 drip per second until the pH and salinity match.  This will take no longer than 45 minutes.<\/li><\/ul><p><span style=\"text-decoration:underline\"><strong>Tips for Corals after acclimation<\/strong><\/span><\/p><p>It is good practice to check for pests and to give your coral a dip to ensure no hitchhikers are present.  <br\/><br\/>When placing your new coral in your aquarium it is important to never induce shock by placing it directly under strong light. Instead, start it off in a shadier position and slowly move it to its final position after a few weeks.  <br\/><br\/>If your new coral isn’t opening alter the amount of flow or light and see if it responds better. Euphyllia (Hammers, Torches & Frogspawns) can suffer from acclimation problems if they are not placed in moderate flow initially to encourage them to open.  Make sure your coral is placed in strong indirect flow.<br\/><br\/><span style=\"text-decoration:underline\"><strong>Tips for Anemones - <\/strong><\/span>Ensure all circulation pumps and intakes are anemone safe and have guards in place.  <br\/><br\/>Anemones often initially look deflated and need good flow to recover. The best way of doing this is to gently anchor the foot of the anemone between 2 heavier rocks (it is important not to damage the foot) and ensure it is in good but indirect flow.  After 30 minutes you will notice it re-inflate and attach itself. It is important once the anemone has stuck itself to a rock that you do not disturb it. <br\/><br\/>After 1 week you can feed your anemone with small pieces of mussels or prawns placed into the centre of its mouth. If it is not eaten after an hour, remove it.<br\/><br\/><span style=\"text-decoration:underline\"><strong>Can I make a Claims<\/strong><\/span><\/p><p>Your new purchase is covered by our live arrival guarantee.  <br\/><br\/>If, in the unfortunate event your purchase is found to be dead on arrival (DOA) please complete the following steps:-<br\/><br\/>Please report the claim via e-mail to us no later than 2 hours after signing for the package (e-mail to <a>support@charterhouse-aquatics.com<\/a>).  Please include your order number, details of your claim and clear photographic evidence in the unopened bag from a variety of angles of the DOA animal.  <br\/><br\/>Our guarantee is only valid if you sign for the delivery on the couriers first attempt, it covers live arrival within the 2 hour limit that the package was signed for.  <br\/><br\/>Any coral skeletons, shells and bodies will need to be kept and we reserve the right to ask for these to be returned to us before replacement\/refund. <br\/>For certain species, we reserve the right to refund your purchase as we may not be able to source a replacement at the time. <br\/><br\/>Failure to complete ALL of the above steps will void any claim.<\/p>"}},"toggle_item_UGwJBP":{"type":"toggle-item","settings":{"toggle-head":"Charterhouse Points FAQs","toggle-body":"<p>As a thank you to our customers, we now offer a Charterhouse Points scheme, and it couldn't be easier. Charterhouse Points are added to your account every time you make a purchase. Points can be saved or redeemed on future purchase, and the best bit is, it doesn't cost you a thing! Many products are available with double or even triple points, so you can build up points fast. So, thank you for shopping with Charterhouse and enjoy...<\/p><p><br\/><strong>What is the Charterhouse Point Program? <\/strong><\/p><p>To thank you all for your support and to offer future incentives to you we wanted to give something back, this is why we have launched our Charterhouse Points Program. Our Charterhouse Points Program is as simple as it sounds. While shopping at Charterhouse Aquatics you will earn Charterhouse Points for the money you spend. Once earned, you'll be able to use those points to pay for future purchases at Charterhouse Aquatics. The Charterhouse Points Program began on Tuesday 08 November, 2011 .All purchases made after that date will earn points, points will remain active for 12 months past the date of order, at which point they will expire. <\/p><p><strong>How does the Charterhouse Program work?<\/strong><\/p><p>When an order is placed, the total amount* of the order will be used to calculate the amount of points earned. These points are added to your account as pending points. All pending points are listed on your points account and will stay there until approved\/confirmed by Charterhouse Aquatics. Once any pending points have been approved, they will be released and your points account will be credited with the value of those points, ready for you to spend on whatever you want. <\/p><p>You must login to your account in order to view the status of your points. During the checkout process, you'll be able to pay for your order with your points balance. * in most cases shipping fees and taxes are excluded.<br\/>See referred FAQ for more details.<br\/><\/p><p><strong>Charterhouse Points and Values<\/strong><\/p><p>Currently, for every £1.00 spent at Charterhouse Aquatics you'll earn <span style=\"text-decoration:underline\"><em>For example:<\/em><\/span><\/p><p>Product Cost: <strong>£100.00<\/strong><\/p><p>Value of Points Earned:<strong>£1.00<\/strong><\/p><p>Please note, we reserve the right to make changes to the above rate at any time without prior notice. The rate shown here will always be current.<\/p><p><br\/><strong>Redeeming Charterhouse Points<\/strong><\/p><p>If you have a balance in your Charterhouse Points account, you can use those points to pay for purchases made at Charterhouse Aquatics. During the checkout process, on the same page that you select a payment method, there will be a box allowing you to convert your points into a discount voucher for you to use against your order. Please note that points can only be <strong>used 100 (£1)<\/strong> at a time. <\/p><p><em>You will still need to select another payment method if there is not enough in your Charterhouse Points account to cover the cost of your purchase. <\/em><\/p><p>Continue the checkout procedure and at the confirmation page you'll notice that the value of the points redeemed will have been credited towards your order. <\/p><p>Once you confirm your order, your  account balance will be updated and the points used deducted.<\/p><p>Note that any purchase made by redeeming points will only be rewarded with additional points for the order amount paid for via debit or credit card.<\/p><p><br\/><strong>Minimum Points Required<\/strong><\/p><p>The minimum redemption amount to create a voucher is 100 points. Points can only be redeemed in numbers divisible by 100 (£1 at a time).<\/p><p>We strongly advise you to check this page often as we may make changes to this policy?<\/p><p><br\/><strong>Is there a maximum points redemptions allowed per order?<\/strong><\/p><p>A maximum of 500,000 points (£5,000.00) is allowed to redeem per order. We strongly advise you to check this page often as we may make changes to this policy.<\/p><p><br\/><strong>Will I earn points for shipping fees?<\/strong><\/p><p>No. When calculating the amount of points earned, the shipping fees are excluded.<\/p><p><br\/><strong>Will I earn points if I pay with finance?<\/strong><\/p><p>No, unfortunately, finance orders do not qualify for Charterhouse Points.<br\/><br\/><strong>Will I earn points on in-store purchases?<\/strong><\/p><p>No, unfortunately not. Points will only be collected on order placed online via the website (subject to other T&C's)<\/p><p><br\/><strong>Will I earn points for tax fees?<\/strong><\/p><p>Yes. When calculating the amount of points earned, the taxes are included. We strongly advise you to check this page often as we may make changes to this policy.<\/p><p><br\/><strong>Will I earn points for discounted products?<\/strong><\/p><p>Yes. When calculating the amount of points earned, all items which have been discounted are included. We strongly advise you to check this page often as we may make changes to this policy.<\/p><p><br\/><strong>Will I earn points when my purchase is paid for with points?<\/strong><\/p><p>Yes. Please note, any purchase made by redeeming points will only be rewarded with additional points for the amount spent other then points. We strongly advise you to check this page often as we may make changes to this policy<\/p><p><strong>Are there any product restrictions?<\/strong><\/p><p>Currently, no restrictions apply to the kind of items which may be purchased using your points balance. We strongly advise you to check this page often as we may make changes to this policy.<\/p><p><br\/><strong>Conditions of Use<\/strong><\/p><p>Shopping Points are only available to registered Charterhouse Aquatics member's.Shopping Points Reward can only be collected and used with online purchases. and are only validated at Charterhouse Aquatics.<\/p><ul><li>Points are non-refundable and can't be transferred between member's.<\/li><li>Shopping Points are non-transferable or exchangeable for cash under any circumstances.<\/li><li>Shopping Points will not be refunded for any cancelled order.<\/li><li>When buying with Points, you will still have to select another payment method if there is not enough in your Shopping Points Account to cover the cost of your purchase.<\/li><li>When calculating the amount of points earned. shipping fees and taxes are excluded(unless other.see referred FAQ for more details).<\/li><\/ul><p>Please note, we reserve the right to make changes to this policy at any time without prior notice or liability.<br\/><\/p><p><strong>What if I have an issue redeeming my points?<\/strong><\/p><p>For any queries regarding our Reward Point Program, please contact our customer service team . Make sure you provide as much information as possible in the e-mail.<\/p>"}}},"block_order":["toggle_item_QDRtBq","toggle_item_AJFyMJ","toggle_item_cemEtk","toggle_item_NaKM3e","toggle_item_UGwJBP"],"settings":{"section-class":"","padding_top":60,"padding_bottom":60}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}}},"order":["cstm_help_page_banner_rDYP79","cstm_toggle_with_sidebar_9cNXCB","main"]}