{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"cstm_help_page_banner_rDYP79":{"type":"cstm_help_page_banner","settings":{"image":"shopify:\/\/shop_images\/Specialist_Banner_2.jpg","heading":"","sub-heading":"CUSTOMER CARE","menu":"help-menu","section-class":"","padding_top":0,"padding_bottom":0}},"cstm_toggle_with_sidebar_9cNXCB":{"type":"cstm-toggle-with-sidebar","blocks":{"toggle_content_6KLfyH":{"type":"toggle-content","settings":{"toggle-content-head":"Privacy Notice & Cookies Policy","toggle-content-body":""}},"toggle_item_DzV8GF":{"type":"toggle-item","settings":{"toggle-head":"Visitors to our Website","toggle-body":"<p>When someone visits <a href=\"https:\/\/www.charterhouse-aquatics.com\/\" title=\"https:\/\/www.charterhouse-aquatics.com\"><strong>w<\/strong><span style=\"text-decoration:underline\"><strong>ww.charterhouse-aquatics.com <\/strong><\/span><\/a>we use a third-party service, Google Analytics, to collect standard internet log information and details of visitor behaviour patterns. We do this to find out things such as the number of visitors to the various parts of the site. This information is only processed in a way which does not identify anyone. We do not make, and do not allow Google to make, any attempt to find out the identities of those visiting our website. You can find more information on how cookies are used on this website in the Cookies Policy below.If we do want to collect personally identifiable information through our website, we will be upfront about this. We will make it clear when we collect personal information and will explain what we intend to do with it.<br\/><\/p>"}},"toggle_item_fJbzMT":{"type":"toggle-item","settings":{"toggle-head":"Newsletter Sign Up","toggle-body":"<p>As part of the registration process for our e-newsletter, we collect personal information. We use that information for a couple of reasons: to tell you about stuff you’ve asked us to tell you about; to contact you if we need to obtain or provide additional information; to check our records are right and to check every now and then that you’re happy and satisfied. <br\/><br\/>We don't rent or trade email lists with other organisations and businesses.We use a third-party provider, MailChimp, to deliver our newsletter. We gather statistics around email opening and clicks using industry standard technologies to help us monitor and improve our e-newsletter. For more information, please see <a href=\"https:\/\/mailchimp.com\/legal\/privacy\/\">MailChimp’s privacy notice<\/a>.You can unsubscribe to general mailings at any time of the day or night by clicking the unsubscribe link at the bottom of any of our emails or using our unsubscribe button located in the<em>'my account<\/em>'section when logged into your account online. <\/p>"}},"toggle_item_AJ7n6e":{"type":"toggle-item","settings":{"toggle-head":"Links to Other Web Sites","toggle-body":"<p>This privacy notice does not cover the links within this site linking to other websites. Those sites are not governed by this Privacy Policy, and if you have questions about how a site uses your information, you’ll need to check that site’s privacy statement.<\/p>"}},"toggle_item_b6k6Fc":{"type":"toggle-item","settings":{"toggle-head":"Access to Your Personal Information","toggle-body":"<p>You are entitled to access the personal information that we hold. Email your request your request tosupport@charterhouse-aquatics.comand we will be happy to help.Please note that we keep our privacy notice under regular review. <\/p>"}},"toggle_item_yWRUUg":{"type":"toggle-item","settings":{"toggle-head":"Paying with Klarna Finance","toggle-body":"<p>In order to offer you Klarna’s payment methods, we might in the checkout pass your personal data in the form of contact and order details to Klarna, in order for Klarna to assess whether you qualify for their payment methods and to tailor those payment methods for you. Your personal data transferred is processed in line with <a href=\"https:\/\/www.klarna.com\/international\/privacy-policy\/\" title=\"Link: https:\/\/www.klarna.com\/international\/privacy-policy\/\">Klarna’s own privacy notice<\/a>.”<\/p>"}},"toggle_item_BHTWwA":{"type":"toggle-item","settings":{"toggle-head":"Cookies Policy","toggle-body":"<p>We use a system of classifying the different types of cookies which we use on the Website, or which may be used by third parties through our websites. The classification was developed by the International Chamber of Commerce UK and explains more about which cookies we use, why we use them, and the functionality you will lose if you decide you don't want to have them on your device.<\/p>"}},"toggle_item_t7TMaa":{"type":"toggle-item","settings":{"toggle-head":"What is a cookie?     ","toggle-body":"<p>Cookies are text files containing small amounts of information which are downloaded to your personal computer, mobile or another device when you visit a website. Cookies are then sent back to the originating website on each subsequent visit, or to another website that recognises that cookie. Cookies are useful because they allow a website to recognise a user's device.  <br\/><\/p>"}},"toggle_item_Unt8wB":{"type":"toggle-item","settings":{"toggle-head":"How long are cookies stored for?","toggle-body":"<p>Persistent cookies - these cookies remain on a user's device for the period of time specified in the cookie. They have activated each time that the user visits the website that created that particular cookie.  Session cookies - these cookies allow website operators to link the actions of a user during a browser session. A browser session starts when a user opens the browser window and finishes when they close the browser window. Session cookies are created temporarily. Once you close the browser, all session cookies are deleted. Cookies do lots of different jobs, like letting you navigate between pages efficiently, remembering your preferences, and generally improve the user experience.<br\/>You can find more information about cookies at <a href=\"http:\/\/www.allaboutcookies.org\/\">www.allaboutcookies.org<\/a> and <a href=\"http:\/\/www.youronlinechoices.eu\/\">www.youronlinechoices.eu<\/a>.<\/p>"}},"toggle_item_Nn4RXj":{"type":"toggle-item","settings":{"toggle-head":"Cookies used on the Website","toggle-body":"<p>A list of all the cookies used on the Website by category is set out below.<br\/>Strictly necessary cookies <br\/>These cookies enable services you have specifically asked for.  These cookies are essential in order to enable you to move around the Website and use its features, such as accessing secure areas of the Website.<br\/><\/p>"}},"toggle_item_tQiBXj":{"type":"toggle-item","settings":{"toggle-head":"Performance cookies ","toggle-body":"<p>These cookies collect anonymous information on the pages visited.  By using the Website, you agree that we can place these types of cookies on your device. These cookies collect information about how visitors use the Website, for instance, which pages visitors go to most often, and if they get error messages from web pages. These cookies don't collect information that identifies a visitor. All information these cookies collect is aggregated and therefore anonymous. It is only used to improve how the Website works.<\/p>"}},"toggle_item_D3xztN":{"type":"toggle-item","settings":{"toggle-head":"Functionality cookies","toggle-body":"<p>These cookies remember choices you make to improve your experience.  By using the Website, you agree that we can place these types of cookies on your device. These cookies allow the Website to remember choices you make (such as your user name, language or the region you are in) and provide enhanced, more personal features. These cookies can also be used to remember changes you have made to text size, fonts and other parts of web pages that you can customise. They may also be used to provide services you have asked for such as watching a video or commenting on a blog. The information these cookies collect may be anonymised and they cannot track your browsing activity on other websites.  <\/p>"}},"toggle_item_gNefPn":{"type":"toggle-item","settings":{"toggle-head":"Third party cookies ","toggle-body":"<p>These cookies allow third parties to track the success of their application or customise the application for you. Because of how cookies work we cannot access these cookies, nor can the third parties access the data in cookies used on our site. For example, if you choose to ‘share’ content through Twitter or other social networks you might be sent cookies from these websites. We don't control the setting of these cookies, so please check those websites for more information about their cookies and how to manage them.  <\/p>"}},"sidebar_content_jJFa7d":{"type":"sidebar-content","settings":{"sidebar-head":"","sidebar-body":"<p>At Charterhouse Aquatics, we are committed to maintaining the trust and confidence of visitors to our website and subscribers to our newsletter. Here you’ll find information on how we treat data that we collect from visitors to our website, or when someone subscribes to our newsletter.<\/p>"}}},"block_order":["toggle_content_6KLfyH","toggle_item_DzV8GF","toggle_item_fJbzMT","toggle_item_AJ7n6e","toggle_item_b6k6Fc","toggle_item_yWRUUg","toggle_item_BHTWwA","toggle_item_t7TMaa","toggle_item_Unt8wB","toggle_item_Nn4RXj","toggle_item_tQiBXj","toggle_item_D3xztN","toggle_item_gNefPn","sidebar_content_jJFa7d"],"settings":{"section-class":"","padding_top":60,"padding_bottom":60}}},"order":["main","cstm_help_page_banner_rDYP79","cstm_toggle_with_sidebar_9cNXCB"]}